#คำนวณหาภาษีที่ต้องจ่าย และเงินเดือนสุทธิของพนักงานแล้วแสดงผลทางหน้าจอ โดยรับค่ารหัสพนักงาน ชื่อพนักงาน และเงินเดือนปกติของพนักงานทางแป้นพิมพ์
#ทั้งนี้เงินเดืออนสุทธิของพนักงานนั้นจะต้องหักค้าภาษีและเบี้ยประกันสังคมออกจากเงินเดือนเสียก่อน โดยที่พนักงานต้องเสียถาษี 7% ของเงินเดือนปกติและจ่ายค่าเบี้ยประกันสังคม 500 บาท

#ขอ 5 ฟังก์ชั้น

#=============================
#       คำนวณเงินเดือนพนักงาน
#=============================
#ป้อนรหัสพนักงาน : <input>
#ป้อนชื่อพนักงาน : <input>
#ป้อนเงินเดือนปกติ : <input> บาท
#=========================================
#ภาษีเป็นเงิน : <output บาท (ของทศนิยม 2 ตำแหน่ง)
#เงินเดือนสุทธิเป็นเงิน : <output> บาท (ขอทศนิยม 2 ตำแหน่ง)
#=============================================